Repository: jakalm/OmniBLE
Catalog: OmniBLE/*.lproj/Localizable.strings
Languages: sv

source: ⚠️ Critical Pod Fault %1$03d (0x%2$02X)
sv: ⚠️ Kritiskt Podfel %1$03d (0x%2$02X)

source: Immediate Bolus In Progress: %1$@
sv: Omedelbar bolus pågår: %1$@

source: Insulin State Table Corrupted: %@
sv: Insulintabell skadad: %@

source: Occlusion Type: %1$@
sv: Ocklusionstyp: %1$@

source: Previous Pod Progress: %1$@
sv: Tidigare Podstatus: %1$@

source: Alerts: %1$@
sv: Varningar: %1$@

source: Bolus Not Delivered: %1$@ U
sv: Bolus ej tillförd: %1$@ U

source: Delivery Status: %1$@
sv: Status för insulintillförsel: %1$@

source: Fault Event Info: %1$03d (0x%2$02X),
sv: Felinformationshändelse: %1$03d (0x%2$02X),

source: Fault Time: %1$@
sv: Feltid: %1$@

source: Last Programming Seq Num: %1$@
sv: Senaste programmeringssekvensnummer: %1$@

source: Pod Progress: %1$@
sv: Podstatus: %1$@

source: Pulse Count: %1$d
sv: Pulsräkning: %1$d

source: Receiver Low Gain: %1$@
sv: Låg förstärkning för mottagare: %1$@

source: Reservoir Level: %1$@ U
sv: Reservoarnivå: %1$@ U

source: (inactive)
sv: (inaktiv)

source: %@ ago
sv: %@ sedan

source: %@+ U
sv: %@+ E

source: %@U
sv: %@E

source: %1$@ for %2$@
sv: %1$@ i %2$@

source: %1$@ has been unable to communicate with the pod on your body since %2$@. Do not Discard the Pod without scrolling to read this entire screen. Communication was interrupted at a critical time. Information about active insulin / pod temp basal rate is uncertain. You can toggle phone Bluetooth off and on or quit and restart the app. (Wait up to 30 seconds for recovery.) If you decide to give up because communication cannot be restored, tap the Discard Pod button, follow the steps and start a new pod. Monitor your glucose closely for the next 6 hours, as there may or may not be insulin actively working in your body that %3$@ cannot display.
sv: %1$@ har inte kunnat kommunicera med Poden på din kropp sedan %2$@. Kassera inte Poden utan att först skrolla och läsa hela denna skärm. Kommunikationen avbröts vid en kritisk tidpunkt. Information om aktivt insulin / Podens temporära basal är osäker. Du kan stänga av och på telefonens Bluetooth eller avsluta och starta om appen. (Vänta upp till 30 sekunder för återanslutning.) Om du bestämmer dig för att ge upp eftersom kommunikationen inte kan återställas, tryck på knappen Byt Pod, följ stegen och starta en ny Pod. Övervaka ditt blodsocker noggrant under de kommande 6 timmarna, eftersom det kan finnas eller inte finnas insulin som aktivt verkar i din kropp som %3$@ inte kan visa.

source: %1$@ has recovered communication with the pod on your body. Insulin delivery records have been updated and should match what has actually been delivered. You may continue to use %2$@ normally now.
sv: %1$@ har återställt kommunikationen med Poden på din kropp. Registrerad insulintillförsel har uppdaterats och bör matcha det som faktiskt har levererats. Du kan nu fortsätta använda %2$@ som vanligt.

source: %1$@ insulin or less remaining in Pod. Change Pod soon.
sv: %1$@ insulin eller mindre kvar i Poden. Byt Pod snart.

source: %1$@ minutes
sv: %1$@ minuter

source: %1$@ units remaining at %2$@
sv: %1$@ enheter återstår kl. %2$@

source: %g U
sv: %g E

source: ⚠️ Insulin delivery stopped. Change Pod now.
sv: ⚠️ Insulintillförseln har stoppats. Byt Pod nu.

source: 1 hour
sv: 1 timme

source: 1 hour 30 minutes
sv: 1 timme 30 minuter

source: 2 hours
sv: 2 timmar

source: 30 minutes
sv: 30 minuter

source: A reminder is configured during Pod setup to notify you in advance of Pod expiration. Set the number of hours advance notice you would like to configure by default when pairing a new Pod.
sv: En påminnelse ställs in när en ny Pod aktiveras för att meddela dig i förväg om Podens utgång. Ställ in antalet timmar i förväg som du vill ställa in som standard när du aktiverar en ny Pod.

source: Activation time exceeded
sv: Tid för aktivering överskriden

source: Active Time
sv: Aktiv tid

source: Activity
sv: Aktivitet

source: Adjusting Pump Time...
sv: Justerar pumptiden...

source: All Pod alerts use no beeps and confirmation reminder beeps are suppressed. The Pod will only beep for fatal Pod faults and when playing test beeps. ⚠️Warning - If your phone is out of range of the pod while this feature is enabled, you will not receive any in-app notifications; and the pod will not beep to alert you.
sv: Alla Pod-varningar använder inga pip och aktivitetsbekräftelsepip tystas. Poden kommer endast att pipa vid allvarliga Pod-fel och när testpip spelas upp. ⚠️Varning - Om din telefon är utom räckhåll för Poden medan denna funktion är aktiverad, kommer du inte att få några appaviseringar; och Poden kommer inte att pipa för att varna dig.

source: Are you sure you want to cancel Pod setup?
sv: Är du säker på att du vill avbryta Pod-aktiveringen?

source: Are you sure you want to skip Omnipod Onboarding?
sv: Är du säker på att du vill hoppa över Omnipod introduktion?

source: Are you sure you want to stop using Omnipod DASH?
sv: Är du säker på att du vill sluta använda Omnipod DASH?

source: Attach Pod
sv: Sätt fast Pod

source: Attemping to re-establish communication
sv: Försöker återupprätta kommunikationen

source: Auto-off
sv: Auto-av

source: Back
sv: Tillbaka

source: Basal initialized
sv: Basal initierad

source: Bluetooth is powered off
sv: Bluetooth är avstängd

source: Bluetooth is resetting
sv: Bluetooth återställs

source: Bluetooth is unavailable for an unknown reason.
sv: Bluetooth är otillgänglig av en okänd anledning.

source: Bluetooth is unavailable: %1$@
sv: Bluetooth är otillgänglig: %1$@

source: Bluetooth use is unauthorized
sv: Bluetooth-användning är ej auktoriserad

source: Bluetooth use unsupported on this device
sv: Bluetooth-användning stöds inte på denna enhet

source: Bolus in progress
sv: Bolus pågår

source: Bolus: %1$@U %2$@ %3$@ %4$@
sv: Bolus: %1$@E %2$@ %3$@ %4$@

source: Bolusing
sv: Ger bolus

source: Bolusing with temp basal
sv: Ger bolus med temporär basal

source: Cancel
sv: Avbryt

source: Cancel Manual Basal
sv: Avbryt manuell basal

source: Cannula inserted successfully. Continue.
sv: Kanyl införd. Fortsätt.

source: Certain
sv: Säker

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
sv: Byt Pod nu. Insulintillförseln kommer att stoppas 8 timmar efter att Poden har gått ut eller när inget mer insulin finns kvar.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
sv: Byt Pod nu. Insulintillförseln kommer att stoppas om %1$@ eller när inget mer insulin finns kvar.

source: Change Pod now. Insulin delivery will stop in 1 hour.
sv: Byt åod nu. Insulintillförseln kommer att stoppas om 1 timme.

source: Change Pod now. Pod has been active for 72 hours.
sv: Byt Pod nu. Poden har varit aktiv i 72 timmar.

source: Check Cannula
sv: Kontrollera kanyl

source: Check Pod, apply to site, then confirm pod attachment.
sv: Kontrollera Pod, applicera på platsen och bekräfta sedan Pod-fästningen.

source: Checking Insertion
sv: Kontrollerar insättning

source: Checking...
sv: Kontrollerar...

source: Command error %1$u
sv: Kommandofel %1$u

source: Comms Issue
sv: Kommandoproblem

source: Comms Recovered
sv: Kommunikation återställd

source: Communication issue: Unacknowledged command pending.
sv: Kommunikationsproblem: Obekräftat kommando väntar.

source: Confidence Reminders
sv: Aktivitetsbekräftelser

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
sv: Aktivitetsbekräftelser är ljudsignaler från Poden som kan användas för att bekräfta valda kommandon när Poden ej är tystad.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When %1$@ automatically adjusts delivery, no confidence reminders are used.
sv: Aktivitetsbekräftelser kommer att ljuda för kommandon du initierar, som bolus, avbryt bolus, pausa, återuppta, spara påminnelseaviseringar, etc. När Loop automatiskt justerar insulintillförseln används inga bekräftelsepåminnelser.

source: Confidence reminders will sound when %1$@ automatically adjusts delivery as well as for commands you initiate.
sv: Bekräftelsepåminnelser kommer att ljuda när %1$@ automatiskt justerar insulintillförseln samt för kommandon du initierar.

source: Configuration
sv: Inställning

source: Confirm
sv: Bekräfta

source: Confirm Pod Attachment
sv: Bekräfta Pod-fästningen

source: Continue
sv: Fortsätt

source: Could not parse message: %1$@
sv: Kunde inte tolka meddelande: %1$@

source: Critical Alerts
sv: Kritiska varningar

source: Critical Pod Fault %1$03d
sv: Kritiskt Pod-fel %1$03d

source: Crosstalk possible. Please move to a new location
sv: Möjlig överhörning detekterad. Vänligen flytta till en ny plats

source: day
sv: dygn

source: days
sv: dygn

source: Deactivate Pod
sv: Inaktivera Pod

source: Deactivated
sv: Inaktiverad

source: Deactivating.
sv: Inaktiverar.

source: Deactivating...
sv: Inaktiverar...

source: Delete Omnipod DASH
sv: Ta bort Omnipod DASH

source: Device Name
sv: Enhetsnamn

source: Disabled
sv: Av

source: Discard Pod
sv: Kassera Pod

source: Done
sv: Klar

source: Empty Reservoir
sv: Tom reservoar

source: Empty reservoir
sv: Pod-fel, tom reservoar

source: Empty response from pod
sv: Inget svar från Pod

source: Empty Value
sv: Tomt värde

source: Enabled
sv: På

source: Error
sv: Fel

source: Expiration Reminder
sv: Påminnelse om utgångsdatum

source: Expiration reminder
sv: Påminnelse om utgångsdatum

source: Expiration Reminder Default
sv: Standard utgångspåminnelse

source: Expiration reminder time for the current Pod.
sv: Utgångspåminnelsetid för den aktuella Poden.

source: Extended
sv: Utökad

source: Extended bolus running
sv: Utökad bolus pågår

source: Extended bolus running while suspended
sv: Utökad bolus pågår medan den är pausad

source: Extended bolus running with temp basal
sv: Utökad bolus pågår med temporär basal

source: Failed to Cancel Manual Basal
sv: Misslyckades att avbryta manuell basal

source: Failed to play test beeps.
sv: Misslyckades att spela upp testpip.

source: Failed to read activation time.
sv: Misslyckades att läsa aktiveringstid.

source: Failed to read pod status.
sv: Misslyckades att läsa Pod-status.

source: Failed to read pulse log plus.
sv: Misslyckades att läsa pulslogg plus.

source: Failed to read pulse log.
sv: Misslyckades att läsa pulslogg.

source: Failed to read triggered alerts.
sv: Misslyckades att läsa utlösta varningar.

source: Failed to Resume Insulin Delivery
sv: Misslyckades att återuppta insulintillförsel

source: Failed to Set Pump Time
sv: Misslyckades att ställa in pumptid

source: Failed to Suspend Insulin Delivery
sv: Misslyckades att pausa insulintillförsel

source: Failed to update confidence reminder preference.
sv: Misslyckades att uppdatera inställning för aktivitetsbekräftelser.

source: Failed to Update Expiration Reminder
sv: Misslyckades att uppdatera utgångspåminnelse

source: Failed to Update Low Reservoir Reminder
sv: Misslyckades att uppdatera påminnelse för låg reservoar

source: Failed to update silence pod preference.
sv: Misslyckades att uppdatera inställning för tyst Pod.

source: Fault event occurred
sv: Felhändelse inträffade

source: Fill a new pod with U-100 Insulin (leave blue Pod needle cap on).
sv: Fyll en ny Pod med 100 enheter insulin (låt den blå nålhatten sitta kvar på Poden).

source: Finish deactivation
sv: Avsluta avaktivering

source: Finish Deactivation
sv: Avsluta avaktivering

source: Finish Setup
sv: Inställning färdig

source: Finish setup reminder
sv: Avsluta installationspåminnelse

source: Greater than %1$@ units remaining at %2$@
sv: Fler än %1$@ enheter återstår kl. %2$@

source: hour
sv: timme

source: hours
sv: timmar

source: If you cancel Pod setup, the current Pod will be deactivated and will be unusable.
sv: Om du avbryter Podinställningen kommer den aktuella Poden att avaktiveras och bli oanvändbar.

source: Incorrect Packet Exception: %1$@ (location=%2$d)
sv: Felaktigt paketundantag: %1$@ (plats=%2$d)

source: Incorrect Response
sv: Felaktigt svar

source: Initialized
sv: Pod initialiserad

source: Insert Cannula
sv: För in kanyl

source: Inserted
sv: Införd

source: Inserting cannula
sv: Kanyl förs in

source: Inserting. Please wait.
sv: För in kanyl. Vänligen vänta.

source: Inserting...
sv: För in kanyl...

source: Insulin Suspended
sv: Insulintillförsel pausad

source: Insulin Delivery
sv: Insulintillförsel

source: Insulin delivery stopped. Change Pod now.
sv: Insulintillförseln stoppad. Byt Pod nu.

source: Insulin delivery will be stopped until you resume manually. Select when you want to be reminded to resume delivery?
sv: Insulintillförseln kommer att stoppas tills du återupptar den manuellt. När vill du att Loop ska påminna dig om att återuppta tillförseln?

source: Insulin Remaining
sv: Återstående insulin

source: Insulin Type
sv: Insulintyp

source: Insulin type not configured
sv: Insulintyp är ej inställd

source: Internal pod fault %1$03d
sv: Internt Pod-fel %1$03d

source: Internal Pod fault code %1$03d %2$@ Ref: %3$@
sv: Intern Pod-felkod %1$03d %2$@ Ref: %3$@

source: InterruptedBolus: %1$@ U (%2$@ U scheduled) %3$@ %4$@ %5$@
sv: AvbrutenBolus: %1$@ E (%2$@ E schemalagd) %3$@ %4$@ %5$@

source: Invalid address 0x%x. Expected 0x%x
sv: Ogiltig adress 0x%1$x. Förväntade 0x%2$x

source: Invalid address: (%1$@)
sv: Ogiltig adress: (%1$@)

source: Invalid CRC
sv: Ogiltigt CRC

source: Invalid LTK Key: %1$@
sv: Ogiltig LTK-nyckel: %1$@

source: Invalid Setting
sv: Ogiltig inställning

source: Is the cannula inserted properly?
sv: Är kanylen korrekt införd?

source: Keep Waiting
sv: Fortsätt vänta

source: Last Status
sv: Senaste status

source: Listen for 2 beeps.
sv: Lyssna efter två pip.

source: Lot Number
sv: Partinummer

source: Low Reservoir
sv: Låg reservoarvolym

source: Low reservoir
sv: Låg reservoarvolym

source: Low Reservoir Reminder
sv: Påminnelse om låg reservoar

source: Make sure iPhone is nearby the active pod
sv: Se till att din iPhone är i närheten av den aktiva Poden

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
sv: Se till att telefon och Pod är nära varandra. Om kommunikationsfel kvarstår, flytta till en annan plats.

source: Make sure your pod is filled and nearby.
sv: Se till att din Pod är påfylld och i närheten.

source: Make sure your pod is nearby and try again.
sv: Se till att din Pod är i närheten och försök igen.

source: Manual Basal
sv: Manuell basal

source: Memory initialized
sv: Minne initierat

source: Message IO Exception: %1$@
sv: Meddelande IO-undantag: %1$@

source: minute
sv: minut

source: minutes
sv: minuter

source: Missing Config
sv: Saknar konfigurering

source: Move to a new area away from any other pods and try again.
sv: Flytta till en ny plats, bort från andra Podar och försök igen.

source: NA
sv: Ej tillgänglig

source: Next
sv: Nästa

source: No
sv: Nej

source: No Delivery
sv: Ingen insulintillförsel

source: No alerts
sv: Inga larm

source: No confidence reminders are used.
sv: Inga aktivitetsbekräftelser används.

source: No faults
sv: Inga fel

source: No Insulin
sv: Inget insulin

source: No Pod
sv: Ingen Pod

source: No pod paired
sv: Ingen Pod parkopplad

source: No pods found
sv: Inga Podar hittade

source: No Reminder
sv: Inga påminnelser

source: No response from pod
sv: Inget svar från Pod

source: No, Continue With Pod
sv: Nej, forstätt med Pod

source: No, Keep Pump As Is
sv: Nej, behåll pumpen som den är

source: Normal operation mode where audible Pod beeps are used for all Pod alerts and when confidence reminders are enabled.
sv: Normalt driftläge där hörbara Pod-pip används för alla Pod-varningar och när aktivitetsbekräftelser är aktiverade.

source: Not enough data
sv: Inte tillräckligt med data

source: Not used
sv: Används ej

source: Notification Settings
sv: Notisinställningar

source: Numbers
sv: Nummer

source: Occlusion Detected
sv: Ocklusion upptäckt

source: Occlusion detected
sv: Ocklusion upptäckt

source: Omnipod Reminders
sv: Omnipod påminnelser

source: Pair Pod
sv: Para Pod

source: Pair pod.
sv: Para Pod.

source: Paired
sv: Parkopplad

source: Pairing completed
sv: Parning slutförd

source: Pairing Exception: %1$@
sv: Parningsundantag: %1$@

source: Pairing.
sv: Parar.

source: Pairing...
sv: Parar...

source: Parsing Error: %1$@ in (%2$@)
sv: Tolkningsfel: %1$@ i (%2$@)

source: Payload crc32 %1$@ does not match computed crc32 %2$@
sv: Payload crc32 %1$@ matchar inte beräknad crc32 %2$@

source: Percent = (percent)
sv: Procent = (percent)

source: Peripheral Not Ready
sv: Periferienhet inte redo

source: Play Test Beeps
sv: Spela testpip

source: Play test beeps command sent successfully. If you did not hear any beeps from your Pod, the piezo speaker in your Pod may be broken or disabled.
sv: Kommandot för att spela testpip skickades framgångsrikt. Om du inte hörde några pip från din Pod kan piezohögtalaren i din Pod vara trasig eller inaktiverad.

source: Playing Test Beeps...
sv: Spelar testpip...

source: Please bring only original pod in range or deactivate original pod
sv: Ha endast din ursprungliga Pod inom räckvidd eller inaktivera ursprunglig Pod

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
sv: Vänligen bekräfta att Poden är fäst vid din kropp på ett säkert sätt. Kanylen kan endast sättas in en gång per Pod. Tryck på “Bekräfta” när Poden är fäst.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
sv: Vänligen avaktivera Poden. När avaktiveringen är klar kan du para en ny Pod.

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
sv: Vänligen avaktivera Poden. När avaktiveringen är klar kan du ta bort den och para en ny Pod.

source: Please enable bluetooth permissions for this app in system settings
sv: Vänligen aktivera Bluetooth-behörigheter för denna app i systeminställningarna

source: Please finish pairing your pod.
sv: Vänligen slutför parningen av din Pod.

source: Please pair a new pod
sv: Var god parkoppla ny Pod

source: Please reposition iPhone further from the pod
sv: Vänligen flytta din iPhone längre bort från Poden

source: Please reposition iPhone relative to the pod
sv: Vänligen flytta din iPhone närmare Poden

source: Please use a different device with bluetooth capabilities
sv: Vänligen använd en annan enhet med Bluetooth-funktioner

source: Pod Activated
sv: Pod aktiverad

source: Pod Active: %1$@
sv: Pod aktiv: %1$@

source: Pod already paired
sv: Pod redan parkopplad

source: Pod deactivated successfully. Continue.
sv: Pod har avaktiverats. Fortsätt.

source: Pod Details
sv: Pod-information

source: Pod Diagnostics
sv: Pod-diagnostik

source: Pod Error
sv: Podfel

source: Pod Expiration Reminder
sv: Påminnelse om Podens utgångsdatum

source: Pod expired
sv: Pod har utgått

source: Pod Expired
sv: Podens utgångsdatum passerat

source: Pod Expires
sv: Pod går ut

source: Pod expires in
sv: Pod går ut om

source: Pod expires in %1$@.
sv: Pod går ut om %1$@.

source: Pod Fault %1$03d
sv: Pod-fel %1$03d

source: Pod Fault Details
sv: Pod-felinformation

source: Pod Fault: %1$@
sv: Pod-fel: %1$@

source: Pod is not in a state ready for cannula insertion.
sv: Pod är inte klar för att föra in kanyl

source: Pod is suspended
sv: Pod är pausad

source: Pod not connected
sv: Pod är inte ansluten

source: Pod Occlusion
sv: Podocklusion

source: Pod paired successfully. Continue.
sv: Pod har parats. Fortsätt.

source: Pod Pairing Incomplete
sv: Podparning slutförd

source: Pod sent ack instead of response
sv: Pod skickade ack istället för svar

source: Pod Setup
sv: Podinstallation

source: Pod setup is not complete
sv: Podinstallationen är inte slutförd

source: Pod suspended reminder
sv: Påminnelse om pausad Pod

source: Poor signal strength
sv: Dålig signalstyrka

source: Possible Bluetooth issue
sv: Möjligt Bluetooth-fel

source: Prepare site.
sv: Förbered område.

source: Previous Pod
sv: Föregående Pod

source: Previous Pod Details
sv: Föregående Pod-information

source: Priming
sv: Pod fylls på

source: Priming completed
sv: Pod har fyllts färdigt med insulin

source: Priming. Please wait.
sv: Pod fylls på. Vänligen vänta.

source: Priming...
sv: Pod fylls på...

source: Pump Manager Details
sv: Pumphanteringsinformation

source: Pump Time
sv: Pumptid

source: Rate
sv: Basal

source: Read Activation Time
sv: Läs aktiveringstid

source: Read Pod Status
sv: Läs Pod-status

source: Read Pulse Log
sv: Läs pulslogg

source: Read Pulse Log Plus
sv: Läs pulslogg plus

source: Read Triggered Alerts
sv: Läs utlösta varningar

source: Reading Activation Time...
sv: Läser aktiveringstid...

source: Reading Pod Status...
sv: Läser Pod-status...

source: Reading Pulse Log Plus...
sv: Läser pulslogg plus...

source: Reading Pulse Log...
sv: Läser pulslogg...

source: Reading Triggered Alerts...
sv: Läser utlösta varningar...

source: Refresh Pump Manager Details
sv: Uppdatera pumphanteringsinformation

source: Remaining
sv: Återstår

source: Reminder initialized
sv: Påminnelse initierad

source: Remove blue Pod needle cap and check cannula. Then remove paper backing.
sv: Ta bort det blå nålskyddet från Pod och kontrollera kanylen. Ta sedan bort pappersbaksidan.

source: Remove Pod from Body
sv: Ta bort Pod från kroppen

source: Remove Pump
sv: Ta bort pump

source: Replace Pod
sv: Byt Pod

source: Resume
sv: Återuppta

source: Resume delivery
sv: Återuppta insulintillförsel

source: Resume Insulin
sv: Återuppta insulintillförsel

source: Resume Insulin Delivery
sv: Återuppta insulintillförsel

source: Resume: %1$@ %2$@
sv: Återuppta: %1$@ %2$@

source: Resuming insulin delivery...
sv: Återupptar insulintillförsel...

source: Retrieving Pump Manager Details...
sv: Hämtar pumphanteringsinformation...

source: Retry
sv: Försök igen

source: Save
sv: Spara

source: Saving...
sv: Sparar...

source: Scheduled Basal
sv: Schemalagd basal

source: Scheduled basal
sv: Schemalagd basal

source: Scheduled Reminder
sv: Schemalagd påminnelse

source: Select the type of insulin that you will be using in this pod.
sv: Välj vilken typ av insulin du kommer att använda.

source: Sequence Number
sv: Sekvensnummer

source: Set Temporary Basal
sv: Ställ in temporär basal

source: Set Temporary Basal Rate
sv: Ställ in temporär basal

source: Setup Complete
sv: Inställning klar

source: Signal Loss
sv: Tappad signal

source: Signal strength too high
sv: Signalstyrka för hög

source: Silence Pod
sv: Tystad Pod

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping.
sv: Läget Tystad Pod undertrycker alla Pod-varningar och aktivitetsbekräftelsepip.

source: Silenced
sv: På

source: Skip Omnipod Onboarding?
sv: Hoppa över Omnipod introduktion?

source: Slide Button to insert Cannula
sv: Dra för att föra in kanyl

source: Slide the switch below to start cannula insertion.
sv: Dra knappen nedan för att starta kanylinförsel.

source: Slide to Deactivate Pod
sv: Dra för att inaktivera Pod

source: Slide to Insert Cannula
sv: Dra för att föra in kanyl

source: Suspend
sv: Pausa

source: Suspend Delivery
sv: Pausa insulintillförsel

source: Suspend In Progress Reminder
sv: Påminnelse: Paus pågår

source: Suspend Insulin Delivery
sv: Pausa insulintillförsel

source: Suspend time expired
sv: Paustiden har löpt ut

source: Suspend: %1$@ %2$@
sv: Pausa: %1$@ %2$@

source: Suspended
sv: Pausad

source: Suspended At
sv: Pausad kl

source: Suspending insulin delivery...
sv: Pausar insulintillförsel...
