Repository: jakalm/OmniBLE
Catalog: OmniBLE/*.lproj/Localizable.strings
Languages: sv

source: Suspension time is up. Open the app and resume.
sv: Paustiden är slut. Öppna appen och återuppta.

source: Switch to other insulin delivery device
sv: Byt till annan insulinpump

source: Sync to Current Time
sv: Synkronisera till aktuell tid

source: Temp Basal
sv: Temporär basal

source: Temp basal in progress
sv: Temp basal pågår redan

source: Temp basal running
sv: Temp basal pågår

source: TempBasal: %1$@ U/hour %2$@ %3$@ %4$@ U %5$@
sv: TempBasal: %1$@ E/timme %2$@ %3$@ %4$@ E %5$@

source: Temporary Basal
sv: Temporär basal

source: Temporary Basal Failed
sv: Temp basal misslyckades

source: The insulin suspension period has ended. You can resume delivery from the banner on the home screen or from your pump settings screen. You will be reminded again in 15 minutes.
sv: Insulinpausperioden har avslutats. Du kan återuppta insulintillförseln från notisen på hemskärmen eller från dina pumpinställningar. Du kommer att påminnas igen om 15 minuter.

source: The reminders above will not sound on your device when it is in Silent or Do Not Disturb mode. There are other critical Pod alerts that will sound on your device even when set to Silent or Do Not Disturb mode. The Pod will also use audible beeps for all Pod reminders and alerts except when the Pod is Silenced.
sv: Påminnelserna ovan kommer inte att låta på din enhet när den är i tyst eller stör ej-läge. Det finns andra kritiska Pod-larm som kommer att låta på din enhet även när den är inställd på tyst eller stör ej-läge. Poden kommer också att använda hörbara pip för alla Pod-påminnelser och varningar utom när Poden är tystad.

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
sv: Tiden på din pump skiljer sig från den aktuella tiden. Vill du uppdatera tiden på din pump till den aktuella tiden?

source: The time on your pump is different from the current time. You can review the pump time and and sync to current time in settings.
sv: Tiden på din pump skiljer sig från den aktuella tiden. Du kan granska pumptiden och synkronisera till aktuell tid i inställningarna.

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
sv: Tiden på din pump skiljer sig från den aktuella tiden. Din pumps tid styr dina schemalagda behandlingsinställningar. Skrolla ner till raden Pumptid för att granska tidsskillnaden och konfigurera din pump.

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
sv: Fönstret på toppen av Poden ska vara färgad rosa när kanylen är korrekt införd.

source: There was a problem communicating with the Pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
sv: Det uppstod ett problem med att kommunicera med Poden. Om detta problem kvarstår, tryck på Kassera Pod. Du kan sedan aktivera en ny Pod.

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please set a new maximum basal rate.
sv: Denna pumphanterare har inte ställts in med en maximal basal eftersom den lades till innan manuell temporär basal var en funktion. Vänligen ställ in en ny maximal basalhastighet.

source: Time
sv: Tid

source: Time Change Detected
sv: Tidsförändring detekterad

source: Timeout
sv: Tidsgräns

source: Toggle sign
sv: Växla tecken

source: Too many pods found
sv: För många Podar hittades

source: Total Delivery
sv: Total insulintillförsel

source: Try adjusting pod position or toggle Bluetooth off and then on in iPhone Settings.
sv: Försök justera Podens position eller stäng av och slå på Bluetooth igen i iPhone-inställningarna.

source: Try again
sv: Försök igen

source: Turn bluetooth on
sv: Slå på Bluetooth

source: U/hr
sv: E/timme

source: Unable To Reach Pod
sv: Kan inte nå Pod

source: Unable to Reach Pod
sv: Kan inte nå Pod

source: Unable to set a temporary basal rate: %1$@
sv: Kunde inte ställa in temporär basal: %1$@

source: Unable to set a temporary basal rate: %1$@ %2$@
sv: Kunde inte ställa in temporär basal: %1$@ %2$@

source: Uncertain
sv: Osäker

source: Unexpected Alert
sv: Oväntat larm

source: Unexpected message sequence number
sv: Oväntat meddelandesekvensnummer

source: Unexpected Pod Alert #%1@!
sv: Oväntat Pod-larm #%1@!

source: Unexpected pod change
sv: Oväntat Pod-byte

source: Unexpected response from pod
sv: Oväntat svar från din Pod

source: Unfinished Activation
sv: Ofullständig aktivering

source: Unfinished deactivation
sv: Ofullständig avaktivering

source: Unknown Characteristic
sv: Okänd egenskap

source: Unknown pod fault %1$03d
sv: Okänt Pod-fel %1$03d

source: Unknown Value (%1$@) for type %2$@
sv: Okänt värde (%1$@) av typ %2$@

source: Validation failed: %1$@
sv: Validering misslyckades: %1$@

source: Wait for existing bolus to finish, or cancel bolus
sv: Vänta på att pågående bolus är färdig, eller avbryt bolus

source: Wait for existing temp basal to finish, or suspend to cancel
sv: Vänta på nuvarande temporära basal, eller pausa för att avbryta

source: Wait until insertion is completed.
sv: Vänta tills införseln är slutförd.

source: Waiting for pairing reminder
sv: Väntar på påminnelse för parkoppling

source: Yes
sv: Ja

source: Yes, Deactivate Pod
sv: Ja, avaktivera Pod

source: Yes, Sync to Current Time
sv: Ja, synkronisera till aktuell tid

source: You will be notified in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
sv: Du kommer att meddelas i förväg om Podens utgångsdatum. Skrolla för att ställa in antalet timmar i förväg du vill bli meddelad.

source: You will be notified when the amount of insulin in the Pod reaches a selected level. Scroll to set the number of units (1 to 50) at which you would like to be reminded.
sv: Du kommer att meddelas när mängden insulin i Poden når en vald nivå. Skrolla för att ställa in antalet enheter (1 till 50) vid vilket du vill bli påmind.

source: You will be notified when the amount of insulin in the Pod reaches this level.
sv: Du kommer att meddelas när mängden insulin i Poden når denna nivå.

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
sv: Du kommer nu att börja processen med att konfigurera dina påminnelser, fylla din Pod med insulin, para ihop den med din enhet och fästa den på din kropp.

source: Your insulin delivery will not be automatically adjusted until the temporary basal rate finishes or is canceled.
sv: Din insulintillförsel kommer inte att justeras automatiskt förrän den tillfälliga basaldosen avslutas eller avbryts.

source: Your Pod is ready for use. The default reminder was scheduled for this Pod at setup. You can change the reminder to a more convenient time in Pod Notification Settings.
sv: Din Pod är klar för användning. Standardpåminnelsen schemalades för denna Pod vid installationen. Du kan ändra påminnelsen till en mer lämplig tid i Podens notifikationsinställningar.

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
sv: Din Pod kan möjligtvis leverera insulin fortfarande. Ta bort den från din kropp och tryck sedan på “Fortsätt.”
